INSERT INTO Frames (FrameManufacturer, FrameName, FrameImage, FrameDescription, FramePrice) 
VALUES 
    ('BikeCraft', 'Mountain Beast', '/images/frame1.jpg', 'Зовсім новий високотехнологічний велосипедний каркас, створений для непохитних умов гірських трас.', 1999.99),
    ('SpeedyBikes', 'Road Tornado', '/images/frame2.jpg', 'Найлегший та найшвидший каркас для шосейних гонок, який допоможе встановити вам неймовірні рекорди швидкості.', 2999.99),
    ('PrideCycleWorks', 'Універсальна Підтримка', '/images/frame3.jpg', 'Ідеальний каркас для довгих туристичних поїздок, який забезпечить вам комфорт та надійність.', 2499.99),
    ('ExtremeCycles', 'Turbo BMX', '/images/frame4.jpg', 'Нова модель каркасу для екстремальних велосипедистів, які шукають адреналін та швидкість у повітрі.', 1499.99),
    ('CarbonCraft', 'Aero Light', '/images/frame5.jpg', 'Найлегший та найшвидший каркас, який забезпечить вам неймовірний комфорт і швидкість на дорозі.', 3999.99);
