INSERT INTO Lenses (LensManufacturer, LensManufacturerCountry, LensType, LensDescription, LensPrice)
VALUES 
    ('Zeiss', 'Німеччина', 'Однофокальні', 'Високоякісні однофокальні лінзи для чіткого зору на будь-якій відстані.', 1200.00),
    ('Essilor', 'Франція', 'Мультифокальні', 'Ідеальні для людей з пресбіопією, забезпечують чіткий зір на близькій, середній та далекій відстані.', 2500.00),
    ('Hoya', 'Японія', 'Біфокальні', 'Забезпечують чіткий зір на близькій та далекій відстані, відмінні для щоденного використання.', 1800.00),
    ('Rodenstock', 'Німеччина', 'Трифокальні', 'Лінзи з трьома зонами фокусування, що забезпечують оптимальний зір на всіх відстанях.', 2700.00),
    ('Seiko', 'Японія', "Комп'ютерні", "Спеціально розроблені для захисту очей від шкідливого синього світла екранів комп'ютерів та гаджетів.", 1500.00);